Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/aubert_s.html.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 1 .
nob: Artikkel i boka Samisk skolehistorie 1 .

source: Muittut Sirpmá skuvllas 1950-53
nob: Minner fra Sirma skole 1950-53

source: Marit ja Bill ( William ) Aubert leigga oahpaheaddjit Sirpmá skuvllas 1950-53 áigodagas .
nob: Marit og Bill ( William ) Aubert var lærere ved Sirma skole i perioden 1950-53 .

source: Dán áigodagas leigga soai áidna oahpaheaddjit skuvllas .
nob: I denne tida var de to de eneste lærere ved skolen .

source: Guktot leigga riegádan 1927:s , Marit Aubert , r. Strømme Lyngøras Aust-Agderis ja William Dorenfeldt Aubert Oslos .
nob: Begge var født i 1927 , Marit Aubert , f. Strømme på Lyngør i Aust-Agder , og William Dorenfeldt Aubert i Oslo .

source: Goappašagat vácciiga oahpaheaddjiskuvlla Oslos ja Marit čađahii skuvlagievkkanoahpu ovdalgo soai 1950:s vulggiiga davás .
nob: Begge gikk lærerskolen i Oslo , og Marit tok skolekjøkkenutdanning før de i 1950 dro nordover .

source: Sirpmá jagiid maŋŋá soai fárriiga Drammenii .
nob: Etter tida i Sirma flytta de til Drammen .

source: Soai guktot dasto čađaheigga joatkkaoahpu ja oaččuiga lektorgealbbu .
nob: De tok begge videreutdanning og fikk etter hvert lektorkompetanse .

source: Eamit barggai vuođđoskuvllas ja isit fas gymnásas .
nob: Hun arbeida i grunnskolen og han i gymnaset .

source: William Aubert jámii 1985:s , muhto Marit Aubert gal ain orru Drammenis .
nob: William Aubert døde i 1985 , men Marit Aubert bor fortsatt i Drammen .

source: Penšunistan sus lea leamaš beroštupmi skuvlahistorjái ja lea leamaš barggus De norske skolehistoriske samlinger - nammasaš vuorkkás Drammenis .
nob: Som pensjonist har hun vært opptatt av skolehistorie og har engasjert seg i arbeidet med De norske skolehistoriske samlinger i Drammen .

source: Go leigga Sirpmás , de soai čáliiga áŋgirit breavaid bearrašii máddin , ja oalle stuorra oassi dáin breavain leat ain áimmuin .
nob: Mens de var i Sirma skreiv de flittig brev til familien sørpå , og en stor del av disse breva er bevart .

source: Soa leaba maiddái govven ollu sihke skuvllas ja muđui gilis .
nob: De har også tatt en mengde bilder , både fra skolen og ellers fra bygda .

source: Soai leigga várra áidna olbmot geain lei govvenapparáhta Sirpmás dan áigge , nu ahte dát leat oalle erenoamáš govat .
nob: De var trolig de eneste som hadde fotoapparat i Sirma på den tida , slik at dette er ganske unike bilder .

source: 1996:s čálii Marit Aubert muittuid 50-logus go su ovddeš oahppit hásttuhedje su dan dahkat .
nob: I 1996 skreiv Marit Aubert , etter oppfordring fra tidligere elever , ned minner fra 50-tallet .

source: Ovddeš rektor Toralv Pedersen čohkkii daid sierra perbmii .
nob: Dette blei samla til en perm av forhenværende rektor Toralv Pedersen .

source: Mii leat ožžon lobi almmuhit osiid das .
nob: Vi har fått lov å gjengi noen utdrag av dette .

source: Mátki Sirbmái
nob: Veien til Sirma

source: Mii oaččui guokte máttanorgalačča vuolgit Sirbmái ?
nob: Hva var det som fikk to søringer til å reise til Sirma ?

source: Jos mun galggan vástidit oanehaččat , de sáhtán dan dahkat ovttain sániin , namalassii soaittáhagat .
nob: Hvis jeg skal svare kort , må det bli med ett eneste ord , nemlig tilfeldighetene .

source: Čakčat 1949:s lei Bill militearas Gardenis .
nob: Høsten 1949 var Bill i Garden .

source: Mun ohcen Stabekk skuvlii vai lean lahkosis .
nob: For å være i nærheten , søkte jeg Stabekk .

source: Doppe oahpásmuvven oahpaheaddjái gii lei leamaš 7 jagi Buolbmát skuvlainternáhtas .
nob: Der traff jeg en lærer som hadde vært 7 år i Polmak ved internatskolen der .

source: Dát olmmoš lei Kari Knudsen , dahje Stuorra Káre , numo su maiddái gohčodedje .
nob: Det var Kari Knudsen , eller Storkari , som hun ble kalt .

source: Dađistaga son gávnnahii ahte moai Billiin berrešeimme ohcat Sirbmái .
nob: Etter hvert fant hun ut at Bill og jeg burde søke Sirma .

source: Vuosttaš gearddi go gulaime sáni Sirbmá , de ean diehtán oppanassiige gos lei .
nob: Første gangen vi hørte ordet Sirma , visste vi ikke engang hvor det lå .

source: Moai šattaime sáhkkii , ja Káre fertii muitališgoahtit .
nob: Vi ble nysgjerrige , og Kari måtte fortelle .

source: Son muitalii ahte Deatnu lei gokko johtaledje , ja ahte várit Sirpmá birra ledje buorit vázzinguovllut .
nob: Hun berettet om elva som fremkomstmiddel , fjellene rundt Sirma som flott turterreng , lærermangel , trivelige folk og greie unger .

source: 1950 álggus čuojahii Bill skuvlastivrra ovdaolbmui gulaskuddat leago vejolaš fidnet barggu guovtti oahpaheddjái Sirpmá internáhttaskuvlii .
nob: Tidlig i 1950 ringte Bill til skolestyrets formann og forhørte seg om mulighetene for å få post for to lærere ved internatskolen i Sirma .

source: Leansmánni Jann Olsen lei ovdaolmmoš dán áigodagas .
nob: Det var lensmann Jann Olsen som var formann denne perioden .

source: Barggu oažžuma vejolašvuođat ledje hirbmat buorit , giđabeallái almmuhii Buolbmát virggiid .
nob: Mulighetene for arbeid var svært gode , og utpå våren averterte Polmak .

source: Sirpmás lei " ásodat viessogálvvuiguin ja čáhci siste " .
nob: I Sirma var det " møblert leilighet og innlagt vann " .

source: Go munnos eai lean alddáme viessogálvvut , de ásodat mas dat ledje , geasuhii munno .
nob: All den stund vi ikke eide et eneste møbel , fristet den møblerte leiligheten oss svært .

source: Makkár stánddas viessogálvvut ledje ii muitaluvvon .
nob: Møblenes kvalitet sto det ingenting om .

source: Iige muitaluvvon ahte čáhci viesus sáhtii galbmot golggotmánus ja ii liegganan ovdalgo suoidnemánus .
nob: Ei heller at det innlagte vannet kunne fryse i oktober for så å komme igjen i juli .

source: Moai guktot ozaime bargguid ja sáddiime sihke duođaštusaid ja ateasttaid .
nob: Vi søkte postene begge to og sendte oppover både vitnemål og attester .

source: Go geasseluopmu lahkanišgođii , ja ean lean gullan maidige , de Bill čuojahii davás .
nob: Da sommerferien begynte å nærme seg , og vi ingenting hadde hørt , ringte Bill oppover .

source: Son ballagođii ahte moai ean fidnen bargguid .
nob: Han var faktisk litt engstelig forat vi kan hende ikke fikk postene .

source: Leansmánni Olsen reaškkihii .
nob: Lensmann Olsen satte i en gapskratt .

source: Dieđusge munnos lei bargu .
nob: Selvfølgelig var vi ansatt .

source: Moai leimme áidna oahpaheaddjit geat oppanassiige leat ohcan .
nob: Vi var de eneste lærere som hadde søkt i det hele tatt .

source: Moai galggaime oažžut čálalaš dieđu .
nob: Det skulle komme skriftlig beskjed .

source: Sirpmás eai lean leamaš oahppan oahpaheaddjit soađi nohkama maŋŋá .
nob: Da hadde Sirma ikke hatt fast tilsatte lærere med utdanning siden frigjøringen .

source: Suoidnemánu 30. beaivve 1950:s moai vulggiime Drammenis .
nob: Den 30. juli 1950 forlot vi Drammen .

source: Oahpaheaddjit , geat dan áigge vulge Finnmárkui , ožžo fárrengoluid máksot .
nob: Lærere , som dro til Finnmark på den tiden , hadde rett til flyttegodtgjørelse .

source: Moai Billiin ean gal golahan geange .
nob: Bill og jeg representerte ingen utgift i så måte .

source: Moai oamasteimme oaggunstákku , govvenapparáhta ja uhca radiočča .
nob: Vi eide en fiskestang , et fotoapparat og en liten radio .

source: Bill gulai allaolbmuide ja sus ledje guokte govččasolggoža ja guokte láhkana .
nob: Bill hørte til overklassen og hadde to dynetrekk og to laken .

source: Alddán mus lei dušše okta govččasolggoš , go eará seaŋgagávnnit ledje gollan láigolanjas orodettiin .
nob: Selv hadde jeg bare ett dynetrekk , resten hadde hybellivet tatt knekken på .

source: Dasto munnos ledje veaháš gárvvut .
nob: I tillegg hadde vi litt klær .

source: Eai gal nu ráhpagat .
nob: Ikke rare greiene .

source: Liinnit ledje ain koarttas rašonerejuvvon .
nob: Tekstiler var fremdeles på kort .

source: Bivttasrašonerenmearkkat munnos ledje ollu , muhto ii dat ábuhan go buvddain hárve ledje justa dat gálvvut maid olmmoš dárbbašii .
nob: Klæsmerker hadde vi i haugevis , men det hjalp lite , for butikkene hadde sjelden akkurat de varene en trengte .

source: Buot munno fárrenbiergasat ledje giehtaguotti guovtti lávkkas .
nob: Hele flyttelasset bar vi i to ryggsekker og i hendene .

source: Moai jođiime Oslo bokte togain Stockholmii .
nob: Vi reiste via Oslo med tog til Stockholm .

source: Doppe bisáneimme guokte beaivvi ja mátkkošteimme viidáseappot Nárviikii .
nob: Der stoppet vi to dager og reiste videre med tog til Narvik .

source: Das bussiin Romsii .
nob: Derfra med buss til Tromsø .

source: Romssas riddoruvttuin Čáhcesullui .
nob: Fra Tromsø med hurtigruten til Vadsø .

source: Olles mátki bisttii guhtta beaivvi , ja dan návddašeimme álggus lohppii .
nob: Hele turen tok seks dager , og den var en opplevelse fra først til sist .

source: Lávvardat eahketbeaivve , borgemánu 5. beaivve , moai lávkiime busses eret Skiippaguras ja manaime Deatnogáddái .
nob: Lørdag ettermiddag , 5. august , steg vi av bussen i Skipagurra og gikk nedover mot elvebredden .

source: Doppe ledje guokte luossabivdi geat muitaleigga ahte poastafanas lei Sirbmái mannan juo ovddit beaivve .
nob: Der traff vi to laksefiskere . De kunne fortelle at postbåten til Sirma var gått oppover dagen i forvegen .

source: Goas nubbi vulggii , eaba gal diehtán .
nob: Når neste båt gikk , visste de ikke .

source: Munno opmodat dalle lei guokte moaibme logeža .
nob: Vår formue på det tidspunkt var to krøllete tiere .

source: Maid ipmašiid galggaime dahkat ?
nob: Hva i all verden skulle vi gjøre ?

source: Moai guhká čohkkáime das , leimme váiban ja nelgon , ja guktot gávnnaheimme buoremussan orrut jienajávohaga .
nob: Vi satt lenge og vel , vi var trette og sultne , og begge fant vi det best å holde munn .

source: Viimmat bođii fanas bajás manadettiin .
nob: Omsider kom en båt oppover elva .

source: Dat vujii munno beale .
nob: Den kjørte nær der hvor vi satt .

source: Bill huikkádii fáhkka : " Lehpetgo Buolbmágii mannamin ? " "
nob: Bill ropte plutselig : " Skal dere til Polmak ? " "

source: Leat " , vástidedje . "
nob: Ja , " lød svaret . "

source: Bessego moai mielde , mákse 20 ruvnnu jos beašeimme internáhta rádjái ? "
nob: Vil dere ta oss med for 20 kroner og sette oss av ved internatet ? "

source: Na , dathan gal lei ortnegis ja moai fatnasii . ...
nob: Joda , det var greit og vi steg ombord . ...

source: Ná Bill govvádalai mátkki breavas ruoktot : " Fanas lei guhkes fasttadas mii lei 1 x 10 m. Fatnasis mii leimmet 7 olbmo , okta beana , guokte sihkkela ja gálvvut .
nob: Slik beskrev Bill turen i et brev hjem : " Båten var et monstrum på 1 x 10 m. Ombord var vi 7 mennesker , en bikkje , to sykler plus bagasje .

source: Muhto hurggii dat gal go vuos mohtor jurragođii .
nob: Men gikk gjorde det når først motoren kom i gang .

source: Manai johtileabbo go riddoruvttu , čáhceborgan , guvlui Buolbmágii .
nob: Fortere enn hurtigruta , så vass-føyka sto , bar det oppover mot Polmak .

source: Mun ledjen vissis das ahte beassat vuodjit johkafatnasa Deanu vuosterávdnjái lei okta máilmmi ipmašiin . "
nob: Jeg er overbevist om at det å kjøre elvebåt oppover Tana må være et av verdens underverker . "

source: Moai manaime internáhttii gos oahpaheaddji Hjelmbrekke sávai bures boahtima .
nob: Vi gikk mot internatet hvor vi ble ønsket velkommen av lærer Hjelmbrekke .

source: Fargga leimmet boradeamen ja dasto nohkaime guovtti bolstara ala klássalatnjii .
nob: Snart satt vi til bords og derpå sovnet vi på to madrasser i et klasserom .

source: Maŋŋá iđđedaččaid doalvvui Hjelmbrekke munno Fanasgieddái .
nob: Etter frokost neste dag kjørte Hjelmbrekke oss til Båteng .

source: Son fidnii Hánssa-Jon Issáha viežžat guorbmebiillain .
nob: Han anropte Isak Hansen som kom med lastebilen .

source: Son lonii munnuide ruđa biilasáhttui ja fanassáhttui Bildámis , ja fargga leimme Iŋggá dálu olggobealde .
nob: Vi fikk låne penger til bilskyss og elvebåt fra Bildan , og snart sto vi utenfor huset til Inga .

source: Dieđusge galggaime sáhtu oažžut .
nob: Joda , vi skulle få skyss .

source: Isit ii lean ruovttus , eamit ieš galggai munno doalvut .
nob: Mannen var ikke hjemme , hun skulle selv kjøre oss oppover .

source: Lei unnán čáhci deanus dán gease , ja Bill-guovttos Iŋggáin fertiiga gálistit luvvet fatnasa .
nob: Det var liten vannføring i elva denne sommeren , så Bill og Inga måtte vasse uti for å dra båten løs .

source: Ovdalgo vulggiimet , čuojahii Iŋgá Sirbmái muitalit ahte ođđa oahpaheaddjit ledje boađi .
nob: Før vi reiste , hadde Inga ringt til Sirma og fortalt at de nye lærerne var undervegs .

source: Dát dagahii ahte ollu olbmot ledje boahtán deatnogáddái munno ovddaldastit .
nob: Det resulterte i at vi ble møtt av en hel del mennesker ved elvebredden .

source: Mátki guvlui lei fiinna tuvra , ja ovdalgo gáddái olliime , ledjen nu ollu oaidnán .
nob: Turen oppover var skjønn , jeg var full av inntrykk da vi steg i land .

source: Mun dearvvahin ollusiid , muhto áidna gean muittán bures , lei Pávval Niillas .
nob: Jeg trykket mange hender , men den eneste som jeg husker konkret , var Nils Varsi .

source: Son buvttii internáhta ruhtagiissá ja čoavdagiid .
nob: Han kom med et skrin som inneholdt internatets kassabeholdning , dessuten nøklene .

source: Munno veahkehedje orrunbáikái , ja fargga leimme bráhkka olggobealde gos galggaime orrut . ...
nob: Vi ble hjulpet opp , og snart sto vi utenfor brakka hvor vi skulle bo . ...

source: Galbma bráhkka
nob: Brakke med gjennomtrekk

source: Bráhkka lei hoahpus ceggejuvvon .
nob: Brakka var nok satt opp i all hast .

source: Jos láhttái velledii , de oinnii olggos .
nob: Hvis vi la oss på gulvet , kunne vi titte ut .

source: Vuosttaš dálvve jieŋui láhtti .
nob: Første vinteren dannet det seg endel is innover .

source: Moddii mun njaláhasten ja gahččen .
nob: Jeg hadde meg et par ufrivillige skliturer i den anledning .

source: Nuppi lanjas , " stohpoossodagas " , lei čáppa čállinbeavdi , stuollu ja girjehildu .
nob: I det ene rommet i " stueavdelingen " hadde vi et pent skrivebord , en stol og en bokhylle .

source: Dán geavaheimme " kantuvran " .
nob: Det ble " kontor " .

source: Nuppi lanjas fas ledje guokte mieiganstuolu main lei báddegođus olggoš .
nob: I det andre rommet sto to lenestoler med hyssingtrekk .

source: Ánná , internáhta dálueamit , sáhtii muitalit ahte dáid ledje lottát Mossas sádden maŋŋá soađi .
nob: Anna , husmoren på internatet , kunne fortelle at de var kommet opp etter krigen som en gave fra lotter i Moss .

source: Doppe lei guhkesdáláš beavdi ja seaŋgavuođđu masa muhtun lei snihkken njeallje juolggi .
nob: Der var et avlangt salongbord og en sengebunn som en eller annen hadde snekret fire ben på .

source: Eambbo gal ii lean , muhto moai leimme hirbmat duđavaččat . ...
nob: Mer var det ikke , men vi var storfornøyde . ...

source: Go dálá standárddain veardida , de gal lei visti heittot .
nob: Sammenliknet med dagens standard var boligen under enhver kritikk .

source: Muhto munnos dattetge lei buorre dilli bráhkas .
nob: Vi hadde det imidlertid bra i brakka .

source: Go smiehtan ruovttoluotta , de muittán friddjavuođa dovddu .
nob: Jeg tenker tilbake og fornemmer den frihetsfølelsen som jeg hadde .

source: Ii lean dárbu uvssa lohkkadit .
nob: Det var ikke nødvendig å låse døren .

source: Munnos eai lean dáhkádusat .
nob: Vi hadde ingen forsikringer .

source: Diŋggat eai eaiggáduššan munno nugo dál dahket .
nob: Tingene eide oss ikke slik de gjør idag .

source: Liikká - moai ean váillahan ean maidige .
nob: Likevel - vi savnet ingenting .

source: Marit Aubert vuosttaš luohkáin .
nob: Marit Aubert med førsteklassen .

source: ( Govva : Bill Aubert )
nob: ( Foto : Bill Aubert )

source: Ballán vuosttašluohkkálaččat
nob: Forskremte førsteklassinger

source: Lei hirbmat gelddolaš dilli go oahppit jovde borgemánu 24. beaivve ja ásaiduvve skuvlii .
nob: Det var svært spennende da elevene kom 24. august og ble installert på skolen .

source: Sihke badje- ja vuolledeanus bohte johkafanassáhtuin .
nob: Både ovenfra og nedenfra ble de skysset med elvebåter .

source: Buohkain lei mátkegálvu mielde , muhtumiin ledje smávva giissát , earáin fas dávvirat bábirseahkas , dát lei ovdal plástaseahkaid áigodaga .
nob: Alle hadde bagasje med , noen bar på små trekister , andre hadde sitt i papirposer , det var før plastposenes tid .

source: Nuppi ja goalmmát luohkkálaččat vihke roahkkadit skuvlavistái .
nob: 2. og 3. klassingene løp frimodig inn i skolebygningen .

source: Sii dihte gosa galge .
nob: De visste hvor de skulle .

source: Gánddat stuorrasálii nuppi gearddis , seamma uksaráigge go klássalatnjii .
nob: Guttene til storsalen i 2. etasje , samme inngang som til klasserommet .

source: Nieiddat fas váldouksaráigge , njuolgga ovddas lei boradanlatnja ja stohpu , tráhpá bajás fas guokte oađđenlanja .
nob: Jentene hadde hovedinngangen , rett frem gikk en inn til spiserom og dagligstue , opp trappen kom en til to soverom .

source: Ođđa vuosttašluohkkálaččat orro hirbmadit ballán .
nob: De nye førsteklassingene så svært forskremte ut .

source: Sii , geain ledje oappát ja vieljat , sálve sidjiide .
nob: De som hadde søsken å holde fast i , klamret seg til dem.

source: Muhtumat eai dovdan ovttage , ja dalle lei buorre go Ánná máhtii sámegiela .
nob: En og annen kjente ingen , og da var det godt å ha Anna som snakket samisk .

source: Buot seaŋggaid ledje láhčán buhtes seaŋgagávnniiguin .
nob: Alle sengene var gjort ferdige med rent sengetøy .

source: Go buohkat ledje seaŋgga fidnen , de bohte vulos boradit .
nob: Når samtlige hadde funnet seg en seng , kom de ned for å spise .

source: Dasto sii manne olggos stoahkat dahje fulkkiid gallestallat Sirpmás .
nob: Siden bar det ut for å leke eller gå på besøk til slektninger i Sirma .

source: Maŋŋá eahketborramušaid vuosttaš beaivve , de galge mánát ráhkkanit nohkkanláhkai .
nob: Etter kveldsmåltidet første dagen , måtte barna begynne å stelle seg for natten .

source: Loika čáhci lei čáhcemukkain ja glássa dahje kohppa lei bátnegusttaide .
nob: Det var satt lunkent vann i vannmuggene og det var glass eller kopp til tannbørste .

source: Ánnás ledje vuorkkás gusttat ja daid son jugii sidjiide geain ii lean .
nob: Første skoletur var det ikke alle som hadde tannbørste . Anna hadde lager og delte ut .

source: Smávimusat ledje váiban mátkki maŋŋá , ja nohkke fargga .
nob: De små var gjerne trette etter ankomsten , så de sovnet raskt .

source: Moai Billiin vurddiime veaháš ovdalgo manaime bajás sávvat buori ija .
nob: Bill og jeg ventet en stund med å gå opp og si godnatt .

source: Mu vuosttaš buorreidja-vuorus oidnen ahte sii geat ledje ruovttus eret vuosttaš geardde , ledje čákŋan boarráseabbuid seŋgii .
nob: På min første godnattrunde fikk jeg se at de som var hjemmefra for første gang , hadde krøpet opp i sengene til de større .

source: Dán seamma oinnii Billge .
nob: Det samme opplevde Bill .

source: Jos ledje oađđimin , de loktiime sin várrugasat ruovttoluotta iežaset seŋgii .
nob: Dersom de hadde sovnet , løftet vi dem varsomt tilbake i egen seng .

source: Jos eai lean , de divttiime sin orrut , nu ahte Ánná sin sirddii iežas vuorus ovdalgo ieš manai nohkkat .
nob: Hvis ikke , lot vi dem ligge , slik at Anna løftet dem over på sin runde før hun selv la seg .

source: Mii fertiimet daid hárjehit nohkkat okto , vai dađistaga fuomášit ahte ii lean liikká nu váralaš .
nob: Det gjaldt å venne dem til å sovne hver for seg , da oppdaget de etter hvert at det ikke var så farlig likevel .

source: Ii lean álki govvedit siste dološ áigge , ovdal go ožžo govvenlámppáid . Dát govva , mii čájeha 4.-5. luohká lea hui hárvenaš govaid gaskkas , mat leat govviduvvon siste Sirpmá skuvllas dan áigge .
nob: Det var ikke så lett å ta bilder inne i tida før man fikk blitz , så dette bildet fra 4-5. klasse er et av svært få som er tatt inne på Sirma skole i den tida .

source: ( Govva : Marit &amp; Bill Aubert )
nob: ( Foto : Marit og Bill Aubert )

source: Internáhttaeallin
nob: Livet på internatet

source: Internáhttaskuvlla dábit ledje seammaláganat sihke smávibuidda ( 1. , 2. ja 3. luohkkálaččaide ) ja stuoribuidda ( 4. , 5. , 6. ja 7. luohkkálaččaide ) .
nob: Dagsrytmen på internatskolen var ens for både de små ( 1. , 2. og 3. klasse ) og for de store ( 4. , 5. , 6. , 7. klasse ) .

source: Čiežaáigge iđđedis biiggát bokte ohppiid .
nob: Ved 7-tiden om morgenen ble elevene vekket av hushjelpene .

source: ( Ánnás ledje guokte biiggá juohke jagi , ja dáid jagiid go moai leimme Sirpmás , de ledje sii unjárgalaččat . )
nob: ( Anna hadde hvert år to stykker av dem , og i de årene vi var i Sirma , kom disse fra Nesseby . )

source: Skábman eatnašat háliidedje guhká oađđit , muhto eai bállen .
nob: I mørketiden ville de fleste gjerne sove lenger , men særlig ro til det ble det ikke .

source: Mis ledje álo muhtumat geat árrat lihkke ja sii bokte buohkaid .
nob: Vi hadde alltid enkelte morgenfugler som sørget for at alle kom seg opp av sengene .

source: Dálvet ádjánedje guhkit gárvodit go muđui jagis .
nob: I vinterhalvåret tok påkledningen mer tid enn ellers i året .

source: Buohkat galge gápmagiid suidnet , ja ruovttus ledje bagadan mo dan dahkat .
nob: Alle skallene skulle forsynes med sennegras , og det skulle gjøres etter forskriftene .

source: Eai buohkat lean nu dasa hárjánan , ja unnimusaid fertejedje stuorábut veahkehit .
nob: Ikke alle var like flinke til dette , og de minste måtte få hjelp av de store barna .

source: Diibmu gávcci ledje iđđedaččat borranláhkai .
nob: Klokka åtte var frokostbordene dekket .

source: Unna boradanlanjaš lei áibbas dievva go buohkat ledje boahtán .
nob: Det lille spiserommet var helt fullt når alle var kommet på plass .

source: Gievkkanbeavdde birra lei Ánnái ja oahpaheddjiide sadji .
nob: Ute på kjøkkenbordet var det dekket til Anna og lærerne .

source: Uksa dán guovtti lanja gaskkas lei rabas , nu ahte mii diđiimet mii dáhpáhuvai .
nob: Døren mellom rommene sto åpen , slik at vi kunne følge med på hva som foregikk .

source: Hárve lei dárbu jienádit .
nob: Det var sjelden nødvendig å si noe .

source: Borramuš lei buorre , ja ohppiid borre čábbát .
nob: Maten smakte godt , og elevene spiste pent .

source: Ovdal boradeami mii buohkat čuoččat lávlluimet boradanlávlaga .
nob: Før hvert måltid sto vi alle og sang samisk videregående skole og reindriftsskole bordverset .

source: Biiggát ledje álo gárvásit vuolážiidda bidjan láibevajahasa suvlliin .
nob: Hushjelpene hadde alltid lagt ferdig brød med pålegg på tallerknene .

source: Maŋŋá borranbottu lei mis sullii 10 minuhta dassáigo skuvla álggii .
nob: Etter måltidet hadde vi ca 10 minutter til skolen skulle begynne .

source: Muhtumat manne oađđinlanjaide seaŋggaid láhčit , muhtumat čorgejedje , muhtumat jávkkihedje olggos stoahkat , ja earát fas fitne earánastimin olgohivssegis .
nob: Noen sprang opp på soverommet for å ordne sengen , noen ryddet , andre sprang ut for å leke , mens andre igjen hadde seg en tur på utedoen .

source: Mun muittán ahte okta min ohppiin biehttalii álfárot hivssegii mannamis .
nob: Jeg husker en av våre elever som nektet plent å gå på do .

source: Son earánasttii skuvllašilljui .
nob: Han satte seg i skolegården .

source: Ánná fertii čilget sutnje ahte go mii leat nu máŋggas orrumin seamma sajis , de ferte čuovvut eará njuolggadusaid go mat ruovttus duoddaris ledje .
nob: Anna måtte forklare ham at når vi var så mange på ett sted , måtte vi ha andre regler enn dem han fulgte når han var på fjellet .

source: Gánda geahčastii Ánnái , dasto dieđihii ahte son gal ii mana hivssegii . "
nob: Gutten så på Anna , deretter forkynte han at han ikke ville gå på doen . "

source: Muhto manin it ? "
nob: Men hvorfor ikke det , da ? "

source: jearai Ánná . "
nob: spurte Anna . "
